Repository: eplr/esrs-llm
Catalog: 02_TMX/GLOSSAIRE ESRS.tmx
Source language: en_gb
Languages: fr_fr

source: measure for preventing
fr_fr: mesure de prévention

source: extending measures
fr_fr: étendre les mesures

source: risk management
fr_fr: gestion des risques

source: type of consumers
fr_fr: type de consommateurs

source: variable component
fr_fr: composante variable

source: UN SDG
fr_fr: ODD de l'ONU

source: general disclosure requirements
fr_fr: exigences de publication générales

source: opportunities for the workforce
fr_fr: possibilités pour la main-d'œuvre

source: just transition
fr_fr: transition juste

source: existing contractual agreement
fr_fr: accord contractuel existant

source: prior period error
fr_fr: erreur commise dans une période antérieure

source: materiality of information
fr_fr: importance des informations

source: exercise of prudence
fr_fr: faire preuve de prudence

source: unionised employee
fr_fr: salarié syndiqué

source: affected indigenous people
fr_fr: peuple autochtone touché

source: circular use
fr_fr: utilisation circulaire

source: protection of whistle-blowers
fr_fr: protection des lanceurs d'alerte

source: contractual instrument
fr_fr: instrument contractuel

source: greener operation
fr_fr: activité plus écologique

source: adequate minimum wage
fr_fr: salaire minimal adéquat

source: identification of material impacts
fr_fr: identification des incidences importantes

source: legal structure
fr_fr: structure juridique

source: emissions in a production process
fr_fr: émissions d'un processus de production

source: topical disclosure requirement
fr_fr: exigence de publication thématique

source: specific disclosure requirements
fr_fr: certaines exigences de publication

source: general purpose financial statements
fr_fr: états financiers à usage général

source: information on the processes
fr_fr: information relative aux processus

source: proportion of assets at material physical risk
fr_fr: proportion d'actifs exposés à un risque physique important

source: climate-neutral economy
fr_fr: économie neutre pour le climat

source: indirect driver
fr_fr: vecteur indirect

source: soil desertification
fr_fr: désertification des sols

source: soil sealing
fr_fr: imperméabilisation des sols

source: other business relationship
fr_fr: autre relation d'affaires

source: solar panel production
fr_fr: production de panneaux solaires

source: primary data
fr_fr: données primaires

source: secondary data
fr_fr: données secondaires

source: modelled data
fr_fr: données modélisées

source: data collection
fr_fr: collecte de données

source: data gap
fr_fr: lacune de données

source: expert judgment
fr_fr: avis d'expert

source: UNESCO World Heritage sites
fr_fr: sites du patrimoine mondial de l’Unesco

source: internal control process
fr_fr: procédure de contrôle interne

source: at top management level
fr_fr: au niveau de l'encadrement supérieur

source: anti-corruption
fr_fr: lutte contre la corruption

source: margin erosion
fr_fr: érosion des marges

source: european works council
fr_fr: comité d'entreprise européen

source: target period
fr_fr: période cible

source: SDG
fr_fr: ODD

source: emission factors
fr_fr: facteurs d'émission

source: flexible working time
fr_fr: horaires de travail flexibles

source: board gender diversity
fr_fr: mixité au sein des organes de gouvernance

source: brief explanation
fr_fr: explication succincte

source: controversial weapon
fr_fr: arme controversée

source: possible future event
fr_fr: possible événement futur

source: disclosure requirement in paragraph
fr_fr: exigence de publication visée au paragraphe

source: operating lifetime
fr_fr: durée de vie opérationnelle

source: transparency register
fr_fr: registre de transparence

source: relevant goal
fr_fr: objectif pertinent

source: vision of the Kunming-Montreal Global Biodiversity Framework
fr_fr: vision du cadre mondial de Kunming-Montréal en matière de biodiversité

source: specific ecosystem
fr_fr: type particulier d'écosystème

source: changes in the number of individuals of a species
fr_fr: évolution du nombre d'individus d'une espèce

source: personal safety of consumers
fr_fr: sécurité personnelle des consommateurs

source: personal safety of end-users
fr_fr: sécurité personnelle des utilisateurs finaux

source: special issues
fr_fr: éléments particuliers

source: assessment of impacts
fr_fr: évaluation des incidences

source: EU action plan "Towards a Zero Pollution for Air, Water and Soil"
fr_fr: plan d'action de l'UE intitulé « Vers une pollution zéro dans l’air, l’eau et les sols »

source: considered material
fr_fr: considéré comme important

source: appropriate threshold
fr_fr: seuil approprié

source: narrative information
fr_fr: information circonstanciée

source: NGFS
fr_fr: réseau des banques centrales et des superviseurs pour le verdissement du système financier

source: nuclear source
fr_fr: source nucléaire

source: release of hazardous substances
fr_fr: rejet de substances dangereuses

source: disposal operation
fr_fr: opération d'élimination

source: leased asset
fr_fr: actif loué

source: total net revenue
fr_fr: produit net total

source: wages
fr_fr: salaires

source: Natura 2000 network of protected areas
fr_fr: réseau Natura 2000 d’aires protégées

source: remuneration report
fr_fr: rapport sur la rémunération

source: imported energy
fr_fr: énergie importée

source: non-renewable source of energy
fr_fr: source d'energie non renouvelable

source: critical raw material
fr_fr: matière première critique

source: rare earths
fr_fr: terres rares

source: technical standard
fr_fr: norme technique

source: EU territory
fr_fr: territoire UE

source: joint arrangement
fr_fr: accord conjoint

source: emissions factors
fr_fr: facteurs d'émissions

source: other business partner
fr_fr: autre partenaire commercial

source: technical material
fr_fr: matériel technique

source: International Sustainability Standards Board
fr_fr: conseil des normes internationales d’information sur la durabilité

source: affected consumer
fr_fr: consommateur touché

source: affected end-user
fr_fr: utilisateur final touché

source: assessment of anticipated financial effects
fr_fr: évaluation des incidences financières escomptées

source: consumption reduction
fr_fr: réduction de la consommation

source: types of communities
fr_fr: types de communautés

source: physical installations
fr_fr: installations physiques

source: types of employees
fr_fr: type de salariés

source: energy intensity ratio
fr_fr: coefficient d'intensité énergétique

source: net revenue in monetary units
fr_fr: produit net en unités monétaires

source: global percentage
fr_fr: pourcentage global

source: significant employment
fr_fr: emploi important

source: green funds
fr_fr: fonds verts

source: green bonds
fr_fr: obligations vertes

source: green loans
fr_fr: prêts verts

source: collection of data
fr_fr: collecte de données

source: other pollution
fr_fr: autre forme de pollution

source: other recovery operations
fr_fr: autres opérations de revalorisation

source: preparing for re-use
fr_fr: préparation en vue du réemploi

source: indirect emissions
fr_fr: émissions indirectes

source: work-related accident
fr_fr: accident du travail

source: flowchart
fr_fr: diagramme

source: cost of capital
fr_fr: coût du capital

source: excessive CEO pay ratio
fr_fr: ratio de rémunération excessif du directeur général

source: group of products
fr_fr: groupe de produits

source: eco-design
fr_fr: écoconception

source: remuneration policy
fr_fr: politique de rémunération

source: benefits in cash
fr_fr: prestatons en espèces

source: base salary
fr_fr: salaire de base

source: cash allowance
fr_fr: indemnité en espèces

source: bonus
fr_fr: prime

source: cash profit-sharing
fr_fr: participation en espèces aux bénéfices

source: variable cash payments
fr_fr: rétribution en espèces variable

source: priority biodiversity values
fr_fr: richesses prioritaires du point de vue de la biodiversité

source: remanufacture
fr_fr: remanufacturage

source: reuse
fr_fr: réutilisation

source: repair
fr_fr: réparation

source: refurbishing
fr_fr: reconditionnement

source: repurposing
fr_fr: réaffectation

source: recycling
fr_fr: recyclage

source: product-service system
fr_fr: système produit-service

source: collaborative business model
fr_fr: modèle économique fondé sur l'économie collaborative

source: sharing economy business model
fr_fr: modèle économique fondé sur l'économie du partage

source: climate change adaptation policy
fr_fr: politique d'adaptation au changement climatique

source: single action
fr_fr: action unique

source: separation action
fr_fr: action distincte

source: reliable data
fr_fr: données fiables

source: geographical scope
fr_fr: portée géographique

source: policy goal
fr_fr: objectif de politique

source: stock share
fr_fr: action

source: predictive value
fr_fr: valeur prédictive

source: several interconnected sustainability matters
fr_fr: questions de durabilité interconnectées

source: consultations with affected communities on sustainability assessments of shared biological resources and ecosystems
fr_fr: consultations auprès des communautés touchées concernant les évaluations de la durabilité des ressources biologiques et écosystèmes communs

source: description of the processes
fr_fr: description des procédures

source: social matter
fr_fr: aspect social

source: double counting
fr_fr: double comptabilisation

source: understandability
fr_fr: compréhensibilité

source: reskilling
fr_fr: reconversion

source: scope of application
fr_fr: champ d'application

source: process to determine
fr_fr: processus de détermination

source: list of locations
fr_fr: liste des emplacements

source: particular product
fr_fr: produit particulier

source: particular service
fr_fr: service particulier

source: corporate reporting
fr_fr: publication d'informations par les entreprises

source: financial literacy
fr_fr: éducation financière

source: cost rate
fr_fr: taux de coût

source: International Labour Organisation
fr_fr: Organisation internationale du travail

source: soil degradation
fr_fr: dégradation des sols

source: loss of soil fertility
fr_fr: perte de fertilité des sols

source: spills of polluting effluents
fr_fr: rejets d'effluents polluants

source: coastal erosion
fr_fr: érosion du littoral

source: forest fragmentation
fr_fr: fragmentation des forêts

source: forest restoration
fr_fr: restauration des forêts

source: species loss
fr_fr: perte d'espèces

source: land loss
fr_fr: perte de terres

source: retrospective information
fr_fr: informations rétrospectives

source: forward-looking information
fr_fr: informations prospectives

source: core element of due diligence
fr_fr: élément essentiel de la diligence raisonnable

source: key assumption
fr_fr: principale hypothèse

source: gender equality
fr_fr: égalité de genre

source: payment practice
fr_fr: pratique en matière de paiement
